9/data/attachments/ee9ba2f1195ded48.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nicholas_team_Friend_22109_6</nif:username>
            <nif:friendToBeRequested>soap_friends_b5bc6a06-fa07-48ad-a2ac-3213c9328c43</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>